Repository: chroono/FlavorFusion
Catalog: FlavorFusion/Localizable.xcstrings
Source language: pl
Languages: en

# Key
source: Najlepsze dania w jednym miejscu
en: The best dishes in one place

# Key 1
source: Kontynuuj
en: Continue

# Key 2
source: Język
en: Language

# Key 3
source: O
en: About

# Key 4
source: Wersja
en: Version

# Key 5
source: Wybierz język
en: Select language

# Key 6
source: Czas przygotowania
en: Preparation time

# Key 7
source: Składniki
en: Ingredients

# Key 8
source: Dodaj składnik
en: Add ingredient

# Key 9
source: Sposób przygotowania
en: Method of preparation

# Key 10
source: Podaj sposób przygotowania
en: Provide the method of preparation
